# int()    - целое число
# float()  - число с плавающей запятой
# bool()   -  логические значения
# str()    -  строки
# list()   - список
# tuple    - кортеж
# dict()   - словарь
# set()    - множество
# len()    - длина передаваемой последовательности
# sum()    - сумму всех элементов последовательности
# max()    - находит макс. элемент из последовательности
# min()    - находит мин. элемент из последовательности
# round(x, y) - округляет число х до у знаков после запятой
# zip(ab, cd) - объединяет два списка в один, в котором
#            элементами являются кортежи со значениями
#         из первого и второго списков [(ab(i), cd(i)),..(..)]
# any()   - проверяет содержимое объекта,и если хотя бы один
#           из элементов будет True, вернет  True
# аII()   - проверяет содержимое объекта,и если хотя бы один
#           из элементов будет False, вернет  False
# classinfo(ab, cd) - проверяет класс объекта ab на соответствие
#           классу  cd (str,  int,...), если да - вернет  True
# isinstance(ab, cd) - проверяет тип объекта ab на соответствие
#          типу  cd (str, int, tutle..), если да - вернет  True
# dir()  - позволяет получить информацию об атрибутах объекта
# items()- возвращает итерируемый объект, позволяющий получить
#        пары "ключ-значение" словаря (с применением цикла for)